Repository: pheonixeye/doctor_mobile_admin_panel
Catalog: lib/localization/app_*.arb
Languages: ar

source: ProKliniK
ar: بروكلينيك

source: MOI ER SYSTEM
ar: نظام ادارة الاستقبال و الطوارئ

# moiErSystemRehab
source: MOI ER SYSTEM - Rehab Military Medical Complex
ar: نظام ادارة الاستقبال و الطوارئ - المجمع الطبى بالرحاب

source: Email
ar: البريد الالكتروني

# enterValidEmail
source: Kindly Enter a Valid Email Address.
ar: برجاء ادخال بريد الكتروني صحيح.

source: Password
ar: كلمة السر

source: Kindly Enter Password.
ar: برجاء ادخال كلمة السر

source: Remember me
ar: تذكرني

source: Login
ar: تسجيل الدخول

source: Forgot Password
ar: نسيان كلمة السر

# linkSentToEmail
source: A Password Reset Link Was Sent To Your Email Address.
ar: تم ارسال رابط تعديل كلمة السر علي البريد الالكتروني

source: Not Registered Yet ?
ar: ليس لديك حساب ؟

# createAccount
source: Create An Account.
ar: انشاء حساب.

# logoutPromptTitle
source: Log Out ?
ar: تسجيل الخروج ؟

# logoutPromptMessage
source: Are You Sure ?
ar: هل تود الاستمرار بتسجيل الخروج ؟

source: Success...
ar: تم بنجاح...

source: Loading...
ar: جاري التحميل...

source: Confirm
ar: تأكيد

source: Save
ar: حفظ

source: Edit
ar: تعديل

source: Cancel
ar: الغاء

source: Language
ar: اللغة

source: Logout
ar: تسجيل الخروج

source: Today Visits
ar: زيارات اليوم

source: Patients
ar: سجل المرضي

# baseValidator
source: Empty Inputs Are Not Allowed.
ar: لا يمكن قبول ادخال فارغ

# phoneValidator
source: Enter Valid Mobile Phone Number.(11 digits)
ar: ادخل رقم موبايل مكون من احد عشر رقم

# nationalIdValidator
source: Enter Valid National Id Number.(14 digits)
ar: ادخل الرقم القومي مكون من اربعة عشر رقم

source: Add New Patient
ar: اضافة مريض جديد

source: Update Patient Data
ar: تعديل بيانات مريض

source: Patient Name
ar: اسم المريض

source: Patient Rank
ar: الرتبة

# patientWork
source: Patient Workplace
ar: جهة العمل

source: Patient National Id
ar: الرقم القومي

# patientPhone
source: Patient Phone Number
ar: رقم الموبايل

# phoneNotAvailable
source: Patient Phone Could Not Be Acquired At Time Of Entry.
ar: تعذر الحصول علي رقم المريض

source: No Patients Found
ar: لم يتم العثور علي مرضي بمعاملات البحث المطلوبة

# searchTitle
source: Search By Arabic Name / National Id
ar: بحث بالاسم او الرقم القومي

source: Search
ar: بحث

source: Clear Search
ar: اخلاء البحث

source: Add New Visit
ar: اضافة زيارة جديدة

source: Arrival Type
ar: طريقة الوصول

# noVisitsForToday
source: No Visits Found For Today.
ar: لم يتم تسجيل زيارات بتاريخ اليوم بعد.

source: Vital Signs
ar: العلامات الحيوية

source: Add Vital Signs
ar: اضافة العلامات الحيوية

source: Bp
ar: الضغط

source: Pulse
ar: النبض

source: RR
ar: التنفس

source: Temp
ar: الحرارة

source: RBS
ar: السكر

source: Oxygen
ar: الاكسجين

source: Time
ar: الوقت

source: Systole
ar: السيستولي

source: Diastole
ar: الدياستولي

source: Arrival Time
ar: وقت الوصول

source: Discharge Time
ar: وقت الخروج

source: Admission Time
ar: وقت الحجز

# recordingTime
source: Data Entry Time
ar: وقت التسجيل الالكتروني

source: Disposition Status
ar: القرار الطبي

source: Ambulance Details
ar: بيانات الاسعاف

source: Driver Name
ar: اسم السائق

source: Paramedic Name
ar: اسم المسعف

source: Car Code
ar: كود السيارة

source: Admission Details
ar: بيانات الحجز

source: Print Admission Sheet
ar: طباعة وثيقة دخول

source: Print ER Sheet
ar: طباعة ملف طوارئ

source: Print Report
ar: طباعة تقرير

source: Relative Details
ar: بيانات المندوب

source: Relative Name
ar: اسم المندوب

source: Relative Type
ar: نوع المندوب (اسرة / عسكري)

source: Relative Rank
ar: رتبة المندوب

source: Relative Phone
ar: رقم تليفون المندوب

source: Relative Family Relation
ar: صلة قرابة المندوب

source: Relative National Id
ar: رقم بطاقة المندوب

source: Emergency Consultation
ar: عرض الطوارئ

source: Emergency Doctor
ar: اخصائي الطوارئ

source: Select Emergency Doctor
ar: اختر اخصائي الطوارئ

source: ER Consultation Response
ar: رد عرض الطوارئ

source: Labs
ar: المعامل

source: Rads
ar: الاشاعات

source: Procedures
ar: الاجرائات الطبية

source: Drugs
ar: الادوية

source: ER Drugs
ar: ادوية دولاب الطوارئ

source: Administered Drugs
ar: ادوية الزيارة

# specConsultations
source: Specialities Consultations
ar: عروض التخصصات

# addSpecConsultations
source: Add Speciality Consultation
ar: اضافة عرض

# selectSpecDoctor
source: Select Speciality Doctor
ar: اختر اخصائي العرض

# selectSpecDoctorFirst
source: Select Doctor For Consultation First.
ar: اختر الطبيب و التخصص اولا.

source: Spec Consultation Response
ar: رد عرض التخصص

source: Admission Type
ar: نوع الحجز

source: Admission Condition
ar: الحالة عند الحجز

source: Ward Details
ar: بيانات الداخلي

source: Ward Room
ar: رقم الغرفة الداخلي

source: Ward Floor
ar: رقم / اسم الدور الداخلي

source: ICU Details
ar: بيانات الرعاية

source: ICU Name
ar: اسم / رقم الرعاية

source: ICU Bed
ar: رقم سرير الرعاية

source: Primary Doctor
ar: الاشراف الاولي / الاساسي

source: Select Primary Doctor
ar: اختر طبيب الاشراف الاولي

source: Secondary Doctor
ar: الاشراف الثانوي / المشترك

source: Select Secondary Doctor
ar: اختر طبيب الاشراف الثانوي

source: Tertiary Doctors
ar: اطباء الاشراف الفرعي

source: Transfer Nurse
ar: تمريض مسلم الحالة

source: Admission Nurse
ar: تمريض مستلم الحالة

source: Select Transfer Nurse
ar: اختر تمريض مسلم الحالة

source: Select Admission Nurse
ar: اختر تمريض مستلم الحالة

source: Er Supervisor Doctor
ar: مشرف الاستقبال

source: Greater Officer Doctor
ar: ضابط عظيم

source: Select Er Supervisor Doctor
ar: اختر مشرف الاستقبال

source: Select Greater Officer Doctor
ar: اختر ضابط عظيم

# confirmDeleteAdmissionTitle
source: Delete Admission ?
ar: الغاء الحجز ؟

# confirmDeleteAdmissionMessage
source: Delete Admission Data ? Continue ?
ar: هل تود الاستمرار بالغاء بيانات الحجز ؟

# deleteErVisit
source: Delete Visit
ar: الغاء الزيارة

# confirmDeleteVisitTitle
source: Delete ER Visit ?
ar: الغاء الزيارة ؟

# confirmDeleteVisitMessage
source: Delete ER Visit for This Patient ? Continue ?
ar: هل تود الاستمرار بالغاء هذه الزيارة ؟

source: Print ER Admission Sheet
ar: طباعة وثيقة دخول طوارئ

source: Past Medical History
ar: التاريخ المرضي السابق

source: Allergies
ar: حساسية من ادوية

source: Surgries
ar: العمليات السابقة

source: Medical Diseases
ar: الامراض المزمنة

source: No Visits Found
ar: لم يتم العثور علي زيارات

source: Previous ER Visits
ar: زيارات الطوارئ السابقة

source: Admin Panel
ar: لوحة التحكم

source: Theme
ar: سمة البرنامج

source: Clinics
ar: العيادات

source: Articles
ar: المقالات

source: Profile
ar: البيانات العامة

source: Services
ar: الخدمات

source: Bookings
ar: الحجوزات

source: Cases
ar: الحالات

source: Videos
ar: الفيديو

source: Site Settings
ar: خصائص الموقع

source: Social Contacts
ar: بيانات التواصل

source: English Name
ar: الاسم بالانجليزية

source: Arabic Name
ar: الاسم بالعربية

source: English Title
ar: اللقب بالانجليزية

source: Arabic Title
ar: اللقب بالعربية

source: English Prefix
ar: قبل الاسم بالانجليزية

source: Arabic Prefix
ar: قبل الاسم بالعربية

source: Avatar
ar: صورة الطبيب

source: Logo
ar: لوجو العيادات

source: Create Clinic
ar: اضافة عيادة جديدة

source: Schedule
ar: المواعيد

source: Off Dates
ar: ايام الاجازات

source: Delete Clinic
ar: الغاء العيادة

# deleteClinicConfirmation
source: Continue with Deleting This Clinic? Are You Sure?
ar: متابعة الغاء هذه العيادة ؟ هل انت متأكد ؟

source: English Address
ar: العنوان بالانجليزية

source: Arabic Address
ar: العنوان بالعربية

# phone
source: Phone Number
ar: رقم الموبايل

# whatsapp
source: Whatsapp Number
ar: رقم الواتس ابب

source: Location Link
ar: رابط العنوان من خرائط جوجل

source: Clinic Info
ar: بيانات العيادة

source: From
ar: من

source: To
ar: الى

source: Select Weekday
ar: اختر اليوم

# selectStartTime
source: Pick Starting Time
ar: اختر وقت البداية

# selectEndTime
source: Pick Ending Time
ar: اختر وقت الانتهاء

source: Next
ar: التالى

# createService
source: Add New Service
ar: اضافة خدمة جديدة

source: English Description
ar: الوصف بالانجليزية

source: Arabic Description
ar: الوصف بالعربية

source: Service Info
ar: بيانات الخدمة

source: Service Faqs
ar: اسئلة الخدمة

source: Service Image
ar: صورة الخدمة

source: Delete Service
ar: الغاء الخدمة

# deleteServiceConfirmation
source: Continue with Deleting This Service? Are You Sure?
ar: متابعة الغاء هذه الخدمة ؟ هل انت متأكد ؟

source: Add Service Faq
ar: اضافة سؤال متكرر

source: English Question
ar: السؤال بالانجليزية

source: Arabic Question
ar: السؤال بالعربية

source: English Answer
ar: الاجابة بالانجليزية

source: Arabic Answer
ar: الاجابة بالعربية

source: Delete Faq
ar: الغاء السؤال المتكرر

# deleteFaqConfirmation
source: Continue with Deleting This Faq? Are You Sure?
ar: متابعة الغاء هذا السؤال المتكرر ؟ هل انت متأكد ؟

source: Main Phone
ar: رقم الموبايل للموقع

# mainWa
source: Main Whatsapp
ar: رقم الواتساب للموقع

# fb
source: Facebook Page Link
ar: رابط صفحة الفيسبوك

# ig
source: Instagram Page Link
ar: رابط صفحة الانستاجرام

# yt
source: Youtube Channel Link
ar: رابط قناة اليوتيوب

# li
source: LinkedIn Page Link
ar: رابط صفحة اللينكدان

# createVideo
source: Add New Video
ar: اضافة فيديو جديد

# videoSrc
source: Video Link
ar: رابط الفيديو

# isLong
source: is Vertical Video
ar: فيديو طولي

source: Video Thumbnail
ar: صورة للفيديو

# createCase
source: Add New Case
ar: اضافة حالة جديدة

source: Pre Image
ar: صورة قبل العمليات

source: Post Image
ar: صورة بعد العمليات

# createArticle
source: Add New Article
ar: اضافة مقالة جديدة

source: Article Thumbnail
ar: صورة المقالة

source: English Body
ar: جسم الفقرة بالانجليزية

source: Arabic Body
ar: جسم الفقرة بالعربية

source: Article Info
ar: بيانات المقالة

source: Article Paragraphs
ar: فقرات المقالة

source: Delete Article
ar: الغاء المقالة

# deleteArticleConfirmation
source: Continue with Deleting This Article? Are You Sure?
ar: متابعة الغاء هذه المقالة ؟ هل انت متأكد ؟

source: Delete Paragraph
ar: الغاء الفقرة

# deleteParagraphConfirmation
source: Continue with Deleting This Paragraph? Are You Sure?
ar: متابعة الغاء هذه الفقرة ؟ هل انت متأكد ؟

# createParagraph
source: Add New Paragraph
ar: اضافة فقرة جديدة

source: Add Doctor About
ar: اضافة عن الطبيب

source: Doctor About
ar: عن الطبيب

# deleteAbout
source: Delete Doctor About
ar: الغاء عن الطبيب

# confirmDeleteAbout
source: Continue with Deleting This About? Are You Sure?
ar: متابعة الغاء عن الطبيب ؟ هل انت متأكد ؟

source: Hero Items
ar: عناصر الصفحة الرئيسية

source: Add Hero Item
ar: اضافة عنصر رئيسي

source: Hero Title
ar: العنوان الرئيسي

# heroSubitle
source: Hero Subtitle
ar: العنوان الفرعي

source: Hero Description
ar: الكتابة الفرعية

source: English Hero Title
ar: العنوان الرئيسي بالانجليزية

source: Arabic Hero Title
ar: العنوان الرئيسي بالعربية

# fontMobile
source: Font Size Mobile
ar: حجم الخط للموبايل

# fontOther
source: Font Size Other
ar: حجم الخط للشاشات الاخري

source: Align
ar: المكان

source: Spacing Top Mobile
ar: المسافة من اعلي للموبايل

source: Spacing Start Mobile
ar: المسافة من البداية للموبايل

source: Spacing Top Other
ar: المسافة من اعلي للشاشات الاخري

source: Spacing Start Other
ar: المسافة من البداية للشاشات الاخري

source: English Hero Subtitle
ar: العنوان الفرعي بالانجليزية

source: Arabic Hero Subtitle
ar: العنوان الفرعي بالعربية

source: English Hero Description
ar: الكتابة بالانجليزية

source: Arabic Hero Description
ar: الكتابة بالعربية

source: Hero Image Mobile
ar: الصورة للموبايل

source: Hero Image Other
ar: الصورة للشاشات الاخري

source: Website Title Font Color
ar: لون خط عنوان الموقع

source: Website Title Font Shadow Color
ar: لون ظل خط عنوان الموقع

source: Website Title Font Size Mobile
ar: حجم عنوان الموقع للموبايل

source: Website Title Font Size Other
ar: حجم عنوان الموقع للشاشات الاخري

source: Titles Font Color
ar: لون خط العناوين الرئيسية

source: Titles Font Shadow Color
ar: لون ظل خط العناوين الرئيسية

source: Titles Font Size Mobile
ar: حجم خط العناوين الرئيسية للموبايل

source: Titles Font Size Other
ar: حجم خط العناوين الرئيسية للشاشات الاخري

source: Subtitles Font Color
ar: لون خط العناوين الفرعية

source: Subtitles Font Shadow Color
ar: لون ظل خط العناوين الفرعية

source: Subtitles Font Size Mobile
ar: حجم خط العناوين الفرعية للموبايل

source: Subtitles Font Size Other
ar: حجم خط العناوين الفرعية للشاشات الاخري

source: Text Font Color
ar: لون خط الكتابة

source: Text Font Shadow Color
ar: لون ظل خط الكتابة

source: Text Font Size Mobile
ar: حجم خط الكتابة للموبايل

source: Text Font Size Other
ar: حجم خط الكتابة للشاشات الاخري

source: Button Color
ar: لون الزر

source: Button Font Color
ar: لون خط الزر

source: Website Main Title
ar: عنوان الموقع الرئيسي

source: Website Titles
ar: عناوين الموقع الاساسية

source: Website Subtitles
ar: عناوين الموقع الفرعية

source: Website Text
ar: كتابة الموقع

source: Website Background
ar: خلفية الموقع

source: Website Buttons
ar: خصائص الزر
